{
  "header": {
    "homePageAriaLabel": "Αρχική σελίδα"
  },
  "home": {
    "intro": {
      "ariaLabel": "Υποβολή νέας αναφοράς",
      "introText1": "Η παρούσα πλατφόρμα αποτελεί ένα εμπιστευτικό κανάλι ηλεκτρονικής υποβολής αναφορών για τον Oργανισμό",
      "introText2": ", το οποίο μπορείτε να αξιοποιήσετε για να υποβάλετε αναφορά για παραβιάσεις του ενωσιακού δικαίου τις οποίες αντιληφθήκατε εντός του εργασιακού σας πλαισίου.",
      "complianceText": "Η πλατφόρμα ηλεκτρονικής υποβολής αναφορών συμμορφώνεται με την Ευρωπαϊκή Οδηγία 2019/1937, όπως αυτή ενσωματώθηκε στο εθνικό δίκαιο με τον ν. 4990/2022, ως ισχύει, ο οποίος αφορά την προστασία προσώπων που αναφέρουν παραβιάσεις ενωσιακού δικαίου (whistleblowers) και έχει σαν στόχο την ενθάρρυνση υποβολής εμπιστευτικών αναφορών από πρόσωπα που στο πλαίσιο των εργασιακών τους δραστηριοτήτων απέκτησαν πληροφορίες σχετικά με παραβιάσεις του ενωσιακού δικαίου, χωρίς τον φόβο αντιποίνων.",
      "eligibilityText": "Εάν σας συνδέει οποιαδήποτε εργασιακή σχέση με τον Οργανισμό, σύμφωνα με το προσωπικό πεδίο εφαρμογής του ως άνω νόμου, ήτοι: εργαζόμενος, μέλος του Συμβουλίου Διοίκησης, μη μισθωτός, αυτοαπασχολούμενος, σύμβουλος, εργαζόμενος κατ' οίκον, εθελοντής, αμειβόμενος ή μη αμειβόμενος ασκούμενος, εργαζόμενος υπό την εποπτεία και οδηγίες αναδόχων, υπεργολάβων, προμηθευτών, και αποκτήσατε πληροφορίες στο πλαίσιο της εργασιακής σας σχέσης ή ακόμη κι αν η εργασιακή σας σχέση έχει λήξει για οποιονδήποτε λόγο ή δεν έχει ξεκινήσει ακόμη, μπορείτε να υποβάλετε την αναφορά σας εδώ.",
      "submitButton": "ΥΠΟΒΟΛΗ ΑΝΑΦΟΡΑΣ"
    },
    "modal": {
      "ariaLabel": "Ενημερωτικό παράθυρο",
      "title": "Σημαντική ενημέρωση",
      "managementText1": "Η διαχείριση και παρακολούθηση των αναφορών που υποβάλλονται στον παρόντα εσωτερικό δίαυλο γίνεται από τον Οργανισμό",
      "managementText2": ". Τυχόν προκύπτουσες πειθαρχικές παραβάσεις διερευνώνται με βάση τον δημοσιοϋπαλληλικό κώδικα. Οι τυχόν ποινικές παραβάσεις διερευνώνται σύμφωνα με την ισχύουσα νομοθεσία. Τα προσωπικά δεδομένα των προσώπων που ονοματίζονται στην αναφορά θα προστατεύονται σύμφωνα με την κείμενη ενωσιακή και εθνική νομοθεσία περί προστασίας των προσωπικών δεδομένων (GDPR, ν. 4624/2019) και τις διατάξεις του Κεφαλαίου ΣΤ΄ του ν. 4990/2022.",
      "channelsIntro": "Οι εσωτερικές αναφορές δύνανται να υποβληθούν, πέρα από την παρούσα ηλεκτρονική πλατφόρμα, και μέσω των ακόλουθων καναλιών:",
      "channel1": "υποβολή αυτοπροσώπως ή ταχυδρομικά στην έδρα του Οργανισμού",
      "channel2": "email στην ηλεκτρονική διεύθυνση <a href=\"mailto:{{company.inbox}}\">{{company.inbox}}</a>",
      "channel3": "προσωπική συνάντηση με τον Υ.Π.Π.Α. του Οργανισμού κατόπιν αιτήματός στο <a href=\"mailto:{{company.inbox}}\">{{company.inbox}}</a> ή στην τηλεφωνική γραμμή {{company.phone}}",
      "channel4": "τηλεφωνική κλήση στην τηλεφωνική γραμμή <a href=\"tel:{{company.phone}}\">{{company.phone}}</a>",
      "torInfo": "Εάν θέλετε να διατηρήσετε την ανωνυμία σας, θα πρέπει να χρησιμοποιήσετε το λογισμικό Tor για να υποβάλετε μια αναφορά. <a href=\"https://www.torproject.org/download/\">Μπορείτε να κατεβάσετε τον Tor browser από εδώ: https://www.torproject.org/download/</a>. Λειτουργεί όπως ο Safari, o Chrome ή άλλοι browsers, με τη διαφορά ότι ο Τor αποκρύπτει τα διαδικτυακά ίχνη σας. Αφού κατεβάσετε και εγκαταστήσετε τον Tor, μπορείτε να εισέλθετε στην διεύθυνση <a id=\"onionlink\"></a> χρησιμοποιώντας τον Τοr, οπότε η διαδικτυακή σας διεύθυνση θα παραμένει μυστική.",
      "closeButton": "ΚΛΕΙΣΙΜΟ",
      "proceedButton": "ΣΥΝΕΧΕΙΑ"
    },
    "viewExistingReport": {
      "ariaLabel": "Προβολή υπάρχουσας αναφοράς",
      "description": "Αν έχετε ήδη υποβάλει την αναφορά σας, εισαγάγετε εδώ τα στοιχεία της για να δείτε την εξέλιξή της:",
      "reportNumberLabel": "Aριθμός αναφοράς",
      "pinLabel": "PIN αναφοράς",
      "viewReportButton": "ΠΡΟΒΟΛΗ ΑΝΑΦΟΡΑΣ"
    }
  },  
  "newcaseconfirm": {
    "title": "Επιτυχής καταχώριση αναφοράς",
    "description": "Η αναφορά καταχωρίστηκε με τα παρακάτω στοιχεία:",
    "reportNumber": "Αριθμός αναφοράς",
    "pin": "PIN",
    "warning": "ΠΡΟΣΟΧH! Ενδέχεται να σας ζητηθούν επιπλέον στοιχεία ή διευκρίνισεις μέσα από την πλατφόρμα. Παρακαλώ, αποθηκεύστε αυτά τα στοιχεία για να μπορείτε να παρακολουθείτε την εξέλιξη της υπόθεσης. Σε περίπτωση που τα χάσετε, δεν θα μπορέσετε να τα ανακτήσετε ξανά.",
    "confirmButton": "Επιβεβαιώνω ότι τα αποθήκευσα",
    "thankYou": "Ευχαριστούμε! Μπορείτε να παρακολουθείτε την εξέλιξη της υπόθεσης σε",
    "trackPage": "αυτή τη σελίδα",
    "usingCredentials": "χρησιμοποιώντας τα παραπάνω στοιχεία."
  },
  "newmessageconfirm": {
    "title": "Το νέο μήνυμα στάλθηκε",
    "description": "Ευχαριστούμε! Η υπόθεση {{whistle.id}} ενημερώθηκε με το νέο μήνυμα."
  },
  "privacy": {
    "title": "Πολιτική Προστασίας Δεδομένων για τον Εσωτερικό Δίαυλο Αναφορών της Οργανισμού",
    "introduction": {
      "heading": "Εισαγωγή",
      "paragraph1a": "Η παρούσα Πολιτική Προστασίας Δεδομένων (εφεξής «Η Πολιτική») σας δίνει πληροφορίες σχετικά με τον τρόπο με τον οποίο ο Υπεύθυνος Επεξεργασίας Δεδομένων (",
      "paragraph1b": ", εφεξής «Οργανισμός») επεξεργάζεται τα δεδομένα προσωπικού χαρακτήρα που παρέχονται μέσω του Εσωτερικού Διαύλου Αναφορών.",
      "paragraph2": "Ο Οργανισμός σας δίνει τη δυνατότητα να υποβάλλετε αναφορές, σύμφωνα με τις διατάξεις του Ν. 4990/2022, μέσω της ηλεκτρονικής πλατφόρμας Whistleblowing. Εναλλακτικά, μπορείτε να υποβάλλετε αναφορά με τους εξής τρόπους:"
    },
    "contactDetails": {
      "heading": "Στοιχεία επικοινωνίας του Υπευθύνου Επεξεργασίας",
      "paragraph": "Για την επεξεργασία των δεδομένων σας προσωπικού χαρακτήρα, η οποία διενεργείται μέσω της χρήσης της παρούσας ηλεκτρονικής πλατφόρμας, Υπεύθυνος Επεξεργασίας είναι ο Οργανισμός: "
    },
    "dpoDetails": {
      "heading": "Στοιχεία επικοινωνίας του Υπευθύνου Προστασίας Δεδομένων",
      "paragraph": "Για οποιαδήποτε ζήτημα αφορά την επεξεργασία των δεδομένων σας που πραγματοποιεί ο Οργανισμός, μέσω της παρούσας ηλεκτρονικής πλατφόρμας, μπορείτε να επικοινωνήσετε με τον Υπεύθυνο Προστασίας Δεδομένων στην ηλεκτρονική διεύθυνση <a href=\"mailto:{{company.dpo_inbox}}\">{{company.dpo_inbox}}</a> ή στην ταχυδρομική διεύθυνση {{company.dpo_address}}."
    },
    "dataCollection": {
      "heading": "Προσωπικά δεδομένα που συλλέγει και επεξεργάζεται ο Υπεύθυνος Επεξεργασίας Δεδομένων",
      "paragraph1": "Ο Υπεύθυνος Επεξεργασίας Δεδομένων συλλέγει και επεξεργάζεται (συμπεριλαμβανομένης και της ανταλλαγής και διαβίβασης δεδομένων προσωπικού χαρακτήρα από αρμόδιες αρχές) τα προσωπικά δεδομένα (απλά ή/και ειδικών κατηγοριών των άρθρων 9 και 10 του Γ.Κ.Π.Δ.) που υποβάλλετε οικειοθελώς, διαμέσου της πλατφόρμας ή των λοιπών καναλιών του Εσωτερικού Διαύλου Αναφορών της Οργανισμός και ειδικότερα:",
      "list1": "δεδομένα που αφορούν το αναφερόμενο περιστατικό και τα οποία μπορούν να οδηγήσουν σε ταυτοποίηση φυσικού προσώπου (του αναφέροντος, του αναφερομένου ή τρίτου προσώπου που κατονομάζεται στην αναφορά),",
      "list2": "λοιπά δεδομένα που δύναται να οδηγήσουν σε ταυτοποίηση φυσικών προσώπων, καθώς και στοιχεία επικοινωνίας σας.",
      "paragraph2": "Δεδομένα περί του αναφερόμενου περιστατικού ή/και στοιχεία επικοινωνίας ενδέχεται να συλλέγονται και από άλλες πηγές κατά τη διερεύνηση ή/και παρακολούθηση της αναφοράς. Σημειώνεται ότι όλα τα κανάλια Εσωτερικού Διαύλου Αναφορών του Οργανισμού σας δίνουν τη δυνατότητα να υποβάλετε την αναφορά σας είτε επώνυμα είτε ανώνυμα. Ωστόσο ο Υπεύθυνος Επεξεργασίας σας ενθαρρύνει να υποβάλετε την αναφορά σας επώνυμα, καθώς αυτό προσδίδει μεγαλύτερη αξιοπιστία στο περιεχόμενο της αναφοράς και τις προθέσεις σας, ενώ διευκολύνει την επικοινωνία μεταξύ του αναφέροντος και του Υπευθύνου Παραλαβής και Παρακολούθησης Αναφορών του Οργανισμού (για αναφορές που δεν υποβάλλονται μέσω της πλατφόρμας) τόσο για περαιτέρω διευκρινίσεις όσο και για την ενημέρωσή σας για την πορεία της αναφοράς. Σε περίπτωση που δώσετε οποιαδήποτε προσωπικά δεδομένα τρίτων προσώπων, πρέπει να συμμορφώνεστε με τους νόμιμους όρους για τη διαβίβαση αυτών των δεδομένων στον Υπεύθυνο Επεξεργασίας Δεδομένων, για τους σκοπούς που καθορίζονται στην παρούσα Πολιτική. Τα δεδομένα θα πρέπει να είναι τα απολύτως αναγκαία και πρόσφορα για την επίτευξη των σκοπών του ν. 4990/2022 (προστασία προσώπων που αναφέρουν παραβιάσεις ενωσιακού δικαίου από αντίποινα). Δεδομένα προσωπικού χαρακτήρα που προφανώς δεν σχετίζονται με την αναφορά ή είναι υπερβολικά δεν θα πρέπει να υποβάλλονται, καθώς σε διαφορετική περίπτωση δεν θα τυγχάνουν περαιτέρω επεξεργασίας και θα διαγράφονται αμελλητί."
    },
    "purposes": {
      "heading": "Για ποιους σκοπούς ο Υπεύθυνος Επεξεργασίας Δεδομένων συλλέγει τα προσωπικά σας δεδομένα;",
      "paragraph": "Ο Υπεύθυνος Επεξεργασία επεξεργάζεται (συλλέγει, χρησιμοποιεί, αποθηκεύει κλπ.) για τη διαχείριση της αναφοράς σας προς επίτευξη των σκοπών του Εσωτερικού Διαύλου Αναφοράς του Οργανισμού, ήτοι τη διερεύνηση και παρακολούθηση αναφορών που αφορούν σε παραβιάσεις του ενωσιακού δικαίου και την προστασία που παρέχει ο ν. 4990/2022. Η νομική βάση της εν λόγω επεξεργασίας είναι το άρθρο 6 παρ. 1, στοιχ. ε' του Γ.Κ.Π.Δ., το οποίο επιτρέπει στον Υπεύθυνο Επεξεργασίας Δεδομένων την επεξεργασία των προσωπικών δεδομένων για την εκπλήρωση καθήκοντος που εκτελείται προς το δημόσιο συμφέρον, το οποίο πηγάζει από τις διατάξεις των άρθρων 8 έως 12 και 15 του Ν. 4990/2022. Όσον αφορά δεδομένα ειδικών κατηγοριών που ενδέχεται να υποβάλετε με την αναφορά σας ή που μπορεί να προκύψουν κατά τη διερεύνηση ή/και παρακολούθησή της, η επεξεργασία αυτών διενεργείται στη βάση που παρέχουν τα άρθρα 9 παρ. 2ζ' και 10 του Γ.Κ.Π.Δ. Σε περίπτωση που ο Υπεύθυνος Επεξεργασίας Δεδομένων χρησιμοποιήσει τα προσωπικά σας δεδομένα για άλλους σκοπούς, μη ως άνω αναφερόμενους, θα σας ενημερώσει σχετικά με τους συγκεκριμένους σκοπούς και, όταν απαιτείται, σε ποια βάση το κάνει, τη στιγμή που συλλέγει τα προσωπικά δεδομένα από εσάς και στον βαθμό που απαιτείται από την κείμενη νομοθεσία."
    },
    "disclosure": {
      "heading": "Σε ποιον ενδέχεται να κοινοποιήσει τα προσωπικά σας δεδομένα ο Υπεύθυνος Επεξεργασίας;",
      "paragraph": "Ο Υπεύθυνος Επεξεργασίας Δεδομένων ενδέχεται να μοιραστεί τα δεδομένα σας με άλλα τρίτα μέρη (δημόσιες αρχές, δικαστήρια, εισαγγελίες κ.λπ.), όταν επιβάλλεται από την υποχρέωση συμμόρφωσής του με το εφαρμοστέο νομικό πλαίσιο. Πιο συγκεκριμένα, ο Υπεύθυνος Επεξεργασίας Δεδομένων δικαιούται να αποκαλύψει τα προσωπικά σας δεδομένα σε τρίτους φορείς, αρχές ή πρόσωπα, μόνο στις περιπτώσεις που απαιτείται από το ενωσιακό ή εθνικό δίκαιο, στο πλαίσιο ερευνών αρμόδιων αρχών ή στο πλαίσιο δικαστικών διαδικασιών και εφόσον αυτή είναι αναγκαία για την εξυπηρέτηση των σκοπών του ν. 4990/2022 ή για τη διασφάλιση των υπέρτερων δικαιωμάτων του αναφερομένου. Η ως άνω διαβίβαση των δεδομένων σας μπορεί να γίνει μόνο αφού προηγηθεί σχετική έγγραφη ενημέρωσής σας σχετικά με τους λόγους αποκάλυψης της ταυτότητάς σας και λοιπών εμπιστευτικών πληροφοριών, εκτός αν η ενημέρωσή σας υπονομεύει τις έρευνες ή τις δικαστικές διαδικασίες. Μετά την ενημέρωση, έχετε το δικαίωμα να υποβάλετε εγγράφως παρατηρήσεις προς τον Υπεύθυνο Επεξεργασίας Δεδομένων, οι οποίες δεν γνωστοποιούνται σε κανένα. Ο Υπεύθυνος Επεξεργασίας Δεδομένων τις αξιολογεί και στην περίπτωση που κρίνει ότι οι προβαλλόμενοι λόγοι δεν είναι επαρκείς, δύναται να προχωρήσει σε αποκάλυψη της ταυτότητάς σας και των λοιπών εμπιστευτικών στοιχείων. Οποιαδήποτε πρόσβαση στα προσωπικά δεδομένα γίνεται στο μέτρο του εκάστοτε αναγκαίου για την επίτευξη του επιδιωκόμενου σκοπού. Δεδομένα προσωπικού χαρακτήρα μπορεί να γνωστοποιούνται επίσης σε τρίτους κατόπιν αιτήσεως και με τη συγκατάθεσή σας, τηρουμένων των διατάξεων του Κεφαλαίου ΣΤ΄ του ν. 4990/2022."
    },
    "retention": {
      "heading": "Για πόσο χρονικό διάστημα διατηρεί τα προσωπικά σας δεδομένα ο Υπεύθυνος Επεξεργασίας Δεδομένων;",
      "paragraph": "Τα δεδομένα που υποβάλλονται σε επεξεργασία για τη διαχείριση των αναφορών θα αποθηκεύονται για εύλογο και αναγκαίο χρονικό διάστημα, προκειμένου να είναι ανακτήσιμα και να τηρηθούν οι απαιτήσεις που επιβάλλονται από τον ν. 4990/2022, το ενωσιακό ή εθνικό δίκαιο και πάντως μέχρι την ολοκλήρωση κάθε έρευνας ή δικαστικής διαδικασίας που έχει εκκινήσει ως συνέπεια της αναφοράς σε βάρος του αναφερομένου, του αναφέροντος ή τρίτων προσώπων. Έτσι, η χρονική περίοδος κατά την οποία ο Υπεύθυνος Επεξεργασίας τηρεί τα δεδομένα, εξαρτάται από τις συνέπειες που προκύπτουν από τις παρεχόμενες πληροφορίες και από το είδος των ενεργειών που έχουν κινηθεί, εάν πρόκειται για την υπόθεση, λαμβάνοντας υπόψη τις πληροφορίες αυτές."
    },
    "protection": {
      "heading": "Πώς προστατεύουμε τα προσωπικά σας δεδομένα;",
      "paragraph": "Ο Υπεύθυνος Επεξεργασίας Δεδομένων εφαρμόζει τα κατάλληλα τεχνικά και οργανωτικά μέτρα προκειμένου να εξασφαλίσει την προστασία των προσωπικών δεδομένων σας από απώλεια, κατάχρηση και αλλοίωσή τους, εξασφαλίζοντας παράλληλα το απαιτούμενο επίπεδο ασφάλειας ανάλογο με τους κινδύνους που υφίστανται λόγω της επεξεργασίας και της φύσης των προσωπικών δεδομένων υπό επεξεργασία, σύμφωνα με τις ισχύουσες πολιτικές και διαδικασίες. Ο Υπεύθυνος Επεξεργασίας Δεδομένων διαθέτει, επιπλέον, κατάλληλα πρότυπα ασφαλείας για την προστασία των προσωπικών δεδομένων που διατηρεί."
    },
    "rights": {
      "heading": "Τα δικαιώματά σας",
      "intro": "Η νομοθεσία περί προστασίας δεδομένων προσωπικού χαρακτήρα, προβλέπει συγκεκριμένα δικαιώματα σχετικά με την επεξεργασία των δεδομένων σας. Με την παρούσα Πολιτική σας ενημερώνουμε σχετικά με τα δικαιώματα αυτά καθώς και τον τρόπο άσκησής τους.",
      "intro2": "Τα δικαιώματα που μπορείτε να ασκήσετε προς τον Υπεύθυνο Επεξεργασίας Δεδομένων είναι τα εξής:",
      "access": "Δικαίωμα πρόσβασης<br>Έχετε το δικαίωμα να μας ζητήσετε, ανά πάσα στιγμή, πληροφορίες για την επεξεργασία δεδομένων σας ή και αντίγραφα των προσωπικών σας δεδομένων τα οποία τηρούμε (άρθρο 15 Γ.Κ.Π.Δ.).",
      "rectification": "Δικαίωμα διόρθωσης<br>Έχετε το δικαίωμα να ζητήσετε, ανά πάσα στιγμή, να διορθώσουμε τις πληροφορίες που θεωρείτε ότι είναι ανακριβείς. Έχετε επίσης το δικαίωμα να ζητήσετε τη συμπλήρωση των πληροφοριών που θεωρείτε ελλιπείς (άρθρο 16 Γ.Κ.Π.Δ.).",
      "erasure": "Δικαίωμα διαγραφής («δικαίωμα στη λήθη»)<br>Έχετε το δικαίωμα να ζητήσετε να διαγράψουμε τα προσωπικά σας δεδομένα για ορισμένους λόγους και υπό τις προϋποθέσεις που προβλέπουν οι εφαρμοστέες διατάξεις (άρθρο 17 Γ.Κ.Π.Δ.). Σας επισημαίνουμε ότι ενδέχεται να μην ικανοποιήσουμε τυχόν αίτημά σας για διαγραφή δεδομένων, σε ορισμένες περιπτώσεις που αναφέρονται στις εφαρμοστέες διατάξεις, περιλαμβανόμενων περιπτώσεων όπου η επεξεργασία είναι απαραίτητη για την τήρηση νομικής υποχρέωσης του Υπευθύνου Επεξεργασίας Δεδομένων βάσει του ενωσιακού ή του εθνικού δικαίου ή/και την εκπλήρωση καθήκοντος προς το δημόσιο συμφέρον.",
      "restriction": "Δικαίωμα περιορισμού της επεξεργασίας<br>Έχετε το δικαίωμα να μας ζητήσετε να περιορίσουμε την επεξεργασία των δεδομένων σας σε ορισμένες περιπτώσεις υπό τις προϋποθέσεις που προβλέπουν οι εφαρμοστέες διατάξεις (άρθρα 18, 19 Γ.Κ.Π.Δ.).",
      "objection": "Δικαίωμα εναντίωσης<br>Έχετε το δικαίωμα να αντιταχθείτε στην επεξεργασία των προσωπικών σας δεδομένων. Εάν, ωστόσο, υπάρχουν επιτακτικοί και νόμιμοι λόγοι που επιβάλλουν την επεξεργασία και υπερισχύουν των δικαιωμάτων και συμφερόντων σας, μπορούμε να αρνηθούμε την εναντίωσή σας, κάτι που εξαρτάται από τον λόγο για το οποίο γίνεται η επεξεργασία (άρθρο 21 Γ.Κ.Π.Δ.).",
      "contact": "Για να ζητήσετε την άσκηση αυτών των δικαιωμάτων ή να ζητήσετε πληροφορίες σχετικά με αυτά, επικοινωνήστε με τον Υπεύθυνο Προστασίας Δεδομένων στο <a href=\"mailto:{{company.dpo_inbox}}\">{{company.dpo_inbox}}</a> όπως υποδεικνύεται στην αρχή της Πολιτικής.",
      "complaint": "Σε περίπτωση που θεωρείτε ότι δεν ικανοποιήσαμε επαρκώς το αίτημά σας και θίγεται κατά οποιονδήποτε τρόπο η προστασία των προσωπικών σας δεδομένων, μπορείτε να υποβάλετε καταγγελία στην Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (Αθήνα, Λεωφόρος Κηφισίας 1-3, Αθήνα, Τ.Κ. 115 23 | τηλ: +30 210 6475600). Αναλυτικές οδηγίες υποβολής καταγγελίας παρέχονται στην ιστοσελίδα της Αρχής (<a href=\"http://www.dpa.gr/\">www.dpa.gr</a>)."
    },
    "specialProvisions": {
      "intro": "Επισημαίνεται ιδιαιτέρως ότι ο Οργανισμός, ως Υπεύθυνος Επεξεργασίας Δεδομένων, κατά παρέκκλιση των σχετικών διατάξεων του Γ.Κ.Π.Δ., σύμφωνα με το άρθρο 15 του ν. 4990/2022:",
      "provision1": "δεν παρέχει ενημέρωση για την επεξεργασία των προσωπικών δεδομένων στον αναφερόμενο και σε κάθε τρίτο πρόσωπο υπό την ιδιότητά του ως υποκειμένου των δεδομένων (περ. Α' της παρ. 1 του άρθρου 5, των άρθρων 12 και 13, των παρ. 1 έως 4 του άρθρου 14 και του άρθρου 34 του Γ.Κ.Π.Δ.) που κατονομάζεται στην αναφορά ή τα προσωπικά δεδομένα του οποίου προέκυψαν από μέτρα παρακολούθησης και ιδίως για την πηγή προέλευσης των δεδομένων τους κατά την περ. στ' της παρ. 2 του άρθρου 14 του Γ.Κ.Π.Δ., κατ' εφαρμογή της παρ. 5 του άρθρου 14 του Γ.Κ.Π.Δ., σε συνδυασμό με το άρθρο 23 του Γ.Κ.Π.Δ., για όσο χρονικό διάστημα απαιτείται και εφόσον κριθεί αναγκαίο για τον σκοπό της πρόληψης και της αντιμετώπισης προσπαθειών παρεμπόδισης της αναφοράς, παρακώλυσης, ματαίωσης ή καθυστέρησης των μέτρων παρακολούθησης, ιδίως όσον αφορά στις έρευνες, ή προσπαθειών ταυτοποίησης των αναφερόντων, καθώς και για την προστασία τους έναντι αντιποίνων.",
      "provision2": "δύναται να μην ικανοποιήσει τα δικαιώματα που παρέχονται από τα άρθρα 15 έως 22 του Γ.Κ.Π.Δ. (ήτοι κατά περίπτωση και με τις προϋποθέσεις του Γ.Κ.Π.Δ. δικαίωμα πρόσβασης, διόρθωσης, διαγραφής περιορισμού επεξεργασίας, εναντίωσης, αυτοματοποιημένης λήψης αποφάσεων περιλαμβανομένης της κατάρτισης προφίλ), όταν ασκούνται από τα αναφερόμενα και τρίτα πρόσωπα που κατονομάζονται στην αναφορά, ή προέκυψαν από μέτρα παρακολούθησης για όσο χρονικό διάστημα απαιτείται και εφόσον κριθεί αναγκαίο για τον σκοπό της πρόληψης και της αντιμετώπισης προσπαθειών παρεμπόδισης της αναφοράς, παρακώλυσης, ματαίωσης ή καθυστέρησης των μέτρων παρακολούθησης, ιδίως όσον αφορά στις έρευνες, ή προσπαθειών ταυτοποίησης των αναφερόντων, καθώς και για την προστασία τους έναντι αντιποίνων.",
      "safeguards": "Στις ως άνω περιπτώσεις περιορισμού των δικαιωμάτων των υποκειμένων των δεδομένων, ο Οργανισμός ως υπεύθυνος επεξεργασίας, λαμβάνει όλα τα αναγκαία τεχνικά και οργανωτικά μέτρα για την προστασία των δικαιωμάτων και των ελευθεριών των προσώπων.",
      "finalNote": "Όταν ο Οργανισμός αρνείται την ικανοποίηση των δικαιωμάτων, κατόπιν αιτήματος των υποκειμένων των δεδομένων, χωρίς να ενημερώσει σχετικά με τον λόγο του περιορισμού, το υποκείμενο των δεδομένων δικαιούται να υποβάλει καταγγελία στην Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα (Α.Π.Δ.Π.Χ.). Η ως άνω Αρχή μπορεί να ερευνήσει τη συνδρομή των προϋποθέσεων του περιορισμού των δικαιωμάτων και να ενημερώσει σχετικά το υποκείμενο, εφόσον η ενημέρωση αυτή δεν είναι επιζήμια για την εκπλήρωση των σκοπών αυτών."
    },
    "backButton": "ΠΙΣΩ ΣΤΗΝ ΥΠΟΒΟΛΗ ΑΝΑΦΟΡΑΣ"
  },
  "viewcase": {
    "title": "Αναφορά",
    "caseDetails": {
      "ariaLabel": "Στοιχεία υπόθεσης",
      "heading": "Στοιχεία υπόθεσης",
      "violationDate": "Ημερομηνία παραβίασης",
      "individuals": "Φυσικά πρόσωπα",
      "detailedDescription": "Αναλυτική περιγραφή περιστατικού",
      "caseStatus": "Κατάσταση υπόθεσης",
      "supportingFiles": "Υποστηρικτικά αρχεία"
    },
    "messages": {
      "ariaLabel": "Μηνύματα και επικοινωνία",
      "heading": "Μηνύματα υπόθεσης",
      "newMessageLabel": "Νέο μήνυμα προς τον υπεύθυνο",
      "newMessagePlaceholder": "Νέο μήνυμα",
      "warningText": "Μετά την αποστολή του μηνύματος, δεν είναι δυνατή η τροποποίηση ή διαγραφή του.",
      "newEvidenceLabel": "Νέα αποδεικτικά στοιχεία (προαιρετικά):",
      "sendButton": "Αποστολή μηνύματος"
    },
    "alerts": {
      "fileSizeExceeded": "Το αρχείο ${file.name} υπερβαίνει το μέγιστο όριο των ${maxSizeInMB} MB",
      "totalSizeExceeded": "Το συνολικό μέγεθος των αρχείων υπερβαίνει το μέγιστο όριο των ${maxSizeInMB} MB"
    }
  },
  "labels": {
    "defaults":  {
        "hours": "Δευτέρα - Παρασκευή, 09:00 - 17:00"
      },
    "status": {
      "initial": "Αρχική - Ο υπεύθυνος δεν έχει λάβει γνώση της καταγγελίας",
      "pending": "Υπό επεξεργασία - Η υπόθεση έχει γνωστοποιηθεί αλλά δεν έχουν ξεκινήσει ακόμα ενέργειες διερεύνησης",
      "under investigation": "Υπο διερεύνηση - Ερευνάται η εγκυρότητα της καταγγελίας",
      "under resolution": "Υπο επίλυση - Η υπόθεση έχει διερευνηθεί και γίνονται ενέργειες αποκατάστασης",
      "completed": "Ολοκληρώθηκε",
      "rejected": "Απορρίφθηκε",
      "cancelled": "Ακυρώθηκε"
    },
    "date": {
      "specificdate": "Συγκεκριμένη Ημερομηνία",
      "before5years": "Περισσότερο από 5 χρόνια πριν",
      "recent5years": "Λιγότερο από 5 χρόνια πριν",
      "unknown": "Άγνωστη"
    },
    "messages": {
      "Υπεύθυνος": "Υπεύθυνος",
      "Καταγγέλλων": "Καταγγέλλων",
      "Διαβάστηκε": "Διαβάστηκε",
      "Δεν διαβάστηκε": "Δεν διαβάστηκε",
      "Read": "Διαβάστηκε",
      "Not Read": "Δεν διαβάστηκε",
      "blank": ""
    }
  },
  "welcome": {
    "message": "Καλωσήρθατε στην υπηρεσία ανώνυμης αναφοράς παραβάσεων του Κώδικα Δεοντολογίας του οργανισμού σας. H υπηρεσία διατίθεται από την Computer Studio Α.Ε."
  },
  "whistleform": {
    "form": {
      "title": "Υποβολή νέας αναφοράς",
      "organizationLabel": "Οργανισμός",
      "securityWarning": "Πριν συνεχίσετε, βεβαιωθείτε ότι οδηγηθήκατε σε αυτή τη σελίδα από το επίσημο website του οργανισμού σας κι όχι από άλλη προέλευση (όπως μέσω κάποιου link σε e-mail που λάβατε), γιατί η αναφορά ενδέχεται να αποσταλεί σε μη έμπιστο προορισμό κι όχι στον υπεύθυνο του οργανισμού σας."
    },
    "relationship": {
      "question1": "Αποκτήσατε πληροφορίες σχετικά με τα καταγγελλόμενα εντός του εργασιακού πλαισίου του Οργανισμού",
      "question2": "; *",
      "explanation": "Ως εργασιακό πλαίσιο νοούνται τρέχουσες, παλαιότερες ή προσδοκώμενες εργασιακές δραστηριότητες, ανεξαρτήτως της φύσης των εν λόγω δραστηριοτήτων, μέσω των οποίων αποκτήσατε πληροφορίες σχετικά με παραβιάσεις του ν. 4990/2022, ως ισχύει και στο πλαίσιο των οποίων υπάρχει πιθανότητα να υποστείτε αντίποινα αν τις αναφέρετε.",
      "ariaLabel": "Εργασιακή σχέση",
      "selectPlaceholder": "Παρακαλώ επιλέξτε...",
      "optionYes": "Ναι",
      "optionNo": "Όχι",
      "invalidMessage": "Εφόσον δεν αποκτήσατε πληροφορίες σχετικά με τα καταγγελλόμενα εντός του εργασιακού πλαισίου του Οργανισμού σας, δεν μπορείτε να υποβάλετε αναφορά μέσω αυτής της πλατφόρμας. Ωστόσο, έχετε τη δυνατότητα υποβολής καταγγελίας στη γενική πλατφόρμα καταγγελιών της ΕΑΔ"
    },
    "legal": {
      "title": "Σημαντική ενημέρωση *",
      "description1": "Στην περίπτωση που η αναφορά σας δεν εμπίπτει από τις επιλογές οι οποίες αποτελούν το πεδίο εφαρμογής του ν. 4990/2022 (ΦΕΚ Α' 210), αλλά προκύπτουν ενδείξεις τέλεσης αξιόποινης πράξης που διώκεται αυτεπαγγέλτως τότε η αναφορά σας διαβιβάζεται στις αρμόδιες εισαγγελικές αρχές με παράλληλη σχετική ενημέρωσή σας.",
      "description2": "Επισημαίνεται ότι σε αυτή την περίπτωση δεν συντρέχουν οι προϋποθέσεις προστασίας του ν. 4990/2022 (ΦΕΚ Α' 210).",
      "confirmation": "Έλαβα γνώση της ενημέρωσης"
    },
    "incident": {
      "dateQuestion": "Πότε συνέβη το περιστατικό; (προαιρετικά)",
      "moreThan5Years": "Περισσότερο από 5 χρόνια πριν",
      "lessThan5Years": "Λιγότερο από 5 χρόνια πριν",
      "specificDate": "Συγκεκριμένη ημερομηνία",
      "datePickerInstructions": "Στο επόμενο πεδίο επιλέξτε ημερομηνία με το date picker",
      "datePlaceholder": "Επιλέξτε ημερομηνία παραβίασης",
      "peopleLabel": "Παραθέστε τα φυσικά πρόσωπα που εμπλέκονται στην υπόθεση (προαιρετικά)",
      "peoplePlaceholder": "Πρόσωπα",
      "descriptionLabel": "Παρακαλούμε περιγράψτε αναλυτικά το περιστατικό *",
      "descriptionHelp": "Η τεκμηριωμένη περιγραφή του περιστατικού διευκολύνει σημαντικά τη διερεύνηση της αναφοράς.",
      "descriptionPlaceholder": "Περιγραφή",
      "evidenceLabel": "Αποδεικτικά στοιχεία (προαιρετικά)",
      "evidenceHelp": "Συμπληρωματικά, μπορείτε να επισυνάψετε σχετικό αρχείο όπου περιγράφεται το περιστατικό ή άλλα στοιχεία που υποστηρίζουν τη βασιμότητα της αναφοράς σας (αρχεία σε μορφή PDF, JPEG, κ.ά., ανώτατο όριο 10MB)."
    },
    "privacy": {
      "title": "Πολιτική Προστασίας Προσωπικών Δεδομένων *",
      "description": "Πατήστε το \"Διαβάστε αναλυτικά\" και ενημερωθείτε για την Πολιτική Προστασίας Προσωπικών Δεδομένων.",
      "readMoreLink": "Διαβάστε αναλυτικά",
      "confirmation": "Διάβασα και κατανόησα την Πολιτική Προστασίας Προσωπικών Δεδομένων"
    },
    "contact": {
      "question": "Επιθυμείτε να αναφέρετε τα στοιχεία σας;",
      "explanation": "Η υποβολή των στοιχείων σας δεν είναι υποχρεωτική. Μπορείτε να υποβάλετε την αναφορά σας ανώνυμα. Οι πληροφορίες που παρέχονται είτε στην επώνυμη είτε στην ανώνυμη αναφορά θα παραμείνουν εμπιστευτικές.",
      "namedReportLabel": "Επιθυμώ να κάνω επώνυμη αναφορά.",
      "firstNameLabel": "Όνομα",
      "lastNameLabel": "Επώνυμο",
      "emailLabel": "E-mail",
      "phoneLabel": "Τηλέφωνο",
      "notificationLabel": "Επιθυμώ να ενημερώνομαι μέσω e-mail ή/και SMS για την πορεία της υπόθεσης, πιθανή ερώτηση κλπ.",
      "notificationNote": "Σε περίπτωση που δεν επιθυμείτε, θα πρέπει να επισκέπτεστε την πλατφόρμα για να παρακολουθείτε την εξέλιξη."
    },
    "submission": {
      "finalNote": "Βεβαιωθείτε ότι μετά την υποβολή της αναφοράς, θα εμφανιστεί μήνυμα επιτυχούς παράδοσης.",
      "submitButton": "ΥΠΟΒΟΛΗ"
    }
  }
}
